Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# PTYSession.AllowLargeDownloadHeading
source: Allow Large File Download?
de: Download großer Datei erlauben?
ja: 大きなファイルのダウンロードを許可しますか?
pt_br: Permitir transferência de arquivo grande?
ru: Разрешить загрузку большого файла?
zh_hans: 允许下载大文件？

# PTYSession.AllowLoadingURLsFrom
source: Allow loading URLs from %@?
de: Laden von URLs von %@ erlauben?
ja: %@からのURLの読み込みを許可しますか?
pt_br: Permitir o carregamento de URLs de %@?
ru: Разрешить загрузку URL-адресов с %@?
zh_hans: 是否允许载入来自 %@ 的 URL？

# PTYSession.AlreadyAttachedTmux
source: This instance of iTerm2 is already attached to this session
de: Diese Instanz von iTerm2 ist bereits mit dieser Sitzung verbunden
ja: このiTerm2インスタンスはすでにこのセッションにアタッチされています
pt_br: Esta instância do iTerm2 já está conectada a esta sessão
ru: Этот экземпляр iTerm2 уже подключён к этому сеансу
zh_hans: 此 iTerm2 实例已附加到此会话

# PTYSession.ArchivingFailed
source: Archiving to %1$@ failed: %2$@
de: Archivierung nach %1$@ fehlgeschlagen: %2$@
ja: %1$@へのアーカイブに失敗しました: %2$@
pt_br: Falha ao arquivar em %1$@: %2$@
ru: Архивирование в %1$@ не удалось: %2$@
zh_hans: 归档到 %1$@ 失败：%2$@

# PTYSession.ARemoteSession
source: A remote session
de: Eine Remote-Sitzung
ja: リモートセッション
pt_br: Uma sessão remota
ru: Удалённый сеанс
zh_hans: 远程会话

# PTYSession.Bell
source: Bell
de: Signalton
ja: ベル
pt_br: Campainha
ru: Звонок
zh_hans: 铃声

# PTYSession.BellDescription
source: Session %1$@ #%2$d just rang a bell!
de: Sitzung %1$@ #%2$d hat gerade einen Signalton ausgelöst!
ja: セッション %1$@ #%2$dがベルを鳴らしました!
pt_br: A sessão %1$@ #%2$d acabou de tocar a campainha!
ru: Сеанс %1$@ №%2$d только что подал звуковой сигнал!
zh_hans: 会话 %1$@ #%2$d 看起来很熟悉！

# PTYSession.BellRingingAudible
source: The bell is ringing a lot. Silence it?
de: Der Signalton ertönt sehr häufig. Stummschalten?
ja: ベルが頻繁に鳴っています。消音しますか?
pt_br: A campainha está tocando muito. Silenciar?
ru: Звонок звучит слишком часто. Отключить звук?
zh_hans: 铃声频繁响起。要静音吗？

# PTYSession.BellRingingVisible
source: The bell is ringing a lot. Want to suppress all output until things calm down?
de: Der Signalton ertönt sehr häufig. Möchten Sie die gesamte Ausgabe unterdrücken, bis sich die Lage beruhigt hat?
ja: ベルが頻繁に鳴っています。落ち着くまですべての出力を抑制しますか?
pt_br: A campainha está tocando muito. Deseja suprimir toda a saída até as coisas se acalmarem?
ru: Звонок звучит слишком часто. Подавить весь вывод, пока всё не успокоится?
zh_hans: 铃声频繁响起。是否要抑制所有输出，直到情况恢复平静？

# PTYSession.BrowserPluginMissingHeading
source: Browser Plugin Missing
de: Browser-Plugin fehlt
ja: ブラウザプラグインが見つかりません
pt_br: Plugin do navegador ausente
ru: Отсутствует плагин браузера
zh_hans: 缺少浏览器插件

# PTYSession.BrowserPluginMissingMessage
source: A browser session failed to start because the iTerm2 Browser Plugin couldn’t be found.
de: Eine Browser-Sitzung konnte nicht gestartet werden, da das iTerm2-Browser-Plugin nicht gefunden wurde.
ja: iTerm2ブラウザプラグインが見つからなかったため、ブラウザセッションを開始できませんでした。
pt_br: Uma sessão de navegador não conseguiu iniciar porque o plugin de navegador do iTerm2 não foi encontrado.
ru: Не удалось запустить сеанс браузера, так как не найден плагин iTerm2 Browser Plugin.
zh_hans: 浏览器会话启动失败，因为找不到 iTerm2 浏览器插件。

# PTYSession.CannotAttach
source: Cannot Attach
de: Anhängen nicht möglich
ja: アタッチできません
pt_br: Não é possível conectar
ru: Не удалось подключиться
zh_hans: 无法附加

# PTYSession.CannotStartLogging
source: Cannot start logging to session with profile “%1$@”: %2$@
de: Protokollierung für Sitzung mit Profil „%1$@“ kann nicht gestartet werden: %2$@
ja: プロファイル「%1$@」を使用するセッションのログ記録を開始できません: %2$@
pt_br: Não é possível iniciar o registro na sessão com o perfil “%1$@”: %2$@
ru: Не удалось начать журналирование сеанса с профилем «%1$@»: %2$@
zh_hans: 无法开始对“%1$@”配置文件进行的会话日志记录：%2$@

# PTYSession.CantDisconnect
source: Can’t Disconnect
de: Trennen nicht möglich
ja: 切断できません
pt_br: Não é possível desconectar
ru: Не удалось отключиться
zh_hans: 无法断开连接

# PTYSession.CantSwitchProfileWrongType
source: Can’t switch to profile “%@”—wrong profile type.
de: Kann nicht zu Profil „%@“ wechseln: falscher Profiltyp.
ja: プロファイル「%@」に切り替えられません。プロファイルの種類が違います。
pt_br: Não é possível trocar para o perfil “%@”: tipo de perfil incorreto.
ru: Не удалось переключиться на профиль «%@»: неверный тип профиля.
zh_hans: 无法切换到名为 “%@” 的配置文件——配置文件类型错误。

# PTYSession.CaptureOutputNoShellIntegration
source: A Capture Output trigger fired, but Shell Integration is not installed.
de: Ein Trigger vom Typ „Ausgabe erfassen“ wurde ausgelöst, aber die Shell-Integration ist nicht installiert.
ja: 「出力をキャプチャ」トリガーが実行されましたが、シェル統合がインストールされていません。
pt_br: Um gatilho de Captura de saída foi disparado, mas o Shell Integration não está instalado.
ru: Сработал триггер захвата вывода, но интеграция оболочки не установлена.
zh_hans: “捕获输出”触发器已触发，但未安装 Shell 集成。

# PTYSession.CaptureOutputToolNotVisible
source: A Capture Output trigger fired, but the Captured Output tool is not visible.
de: Ein Trigger vom Typ „Ausgabe erfassen“ wurde ausgelöst, aber das Werkzeug „Erfasste Ausgabe“ ist nicht sichtbar.
ja: 「出力をキャプチャ」トリガーが実行されましたが、取り込んだ出力ツールが表示されていません。
pt_br: Um gatilho de Captura de saída foi disparado, mas a ferramenta Saída capturada não está visível.
ru: Сработал триггер захвата вывода, но инструмент «Захваченный вывод» не отображается.
zh_hans: “捕获输出”触发器已触发，但“捕获的输出”工具不可见。

# PTYSession.ChangeAllProfiles
source: Change All Profiles
de: Alle Profile ändern
ja: すべてのプロファイルを変更
pt_br: Alterar todos os perfis
ru: Изменить все профили
zh_hans: 更改所有配置文件

# PTYSession.ChangeLocale
source: Change Locale
de: Gebietsschema ändern
ja: ロケールを変更
pt_br: Alterar localidade
ru: Изменить локаль
zh_hans: 更改语言环境

# PTYSession.ChangeThisProfile
source: Change This Profile
de: Dieses Profil ändern
ja: このプロファイルを変更
pt_br: Alterar este perfil
ru: Изменить этот профиль
zh_hans: 更改此配置文件

# PTYSession.ClipboardAccessDenied
source: The terminal attempted to access the clipboard but it was denied. Enable clipboard access in “Settings > General > Selection > Applications in terminal may access clipboard”.
de: Das Terminal hat versucht, auf die Zwischenablage zuzugreifen, dies wurde jedoch verweigert. Aktivieren Sie den Zugriff auf die Zwischenablage unter „Einstellungen > Allgemein > Auswahl > Anwendungen im Terminal dürfen auf die Zwischenablage zugreifen“.
ja: ターミナルがクリップボードへのアクセスを試みましたが、拒否されました。「設定 > 一般 > 選択 > ターミナル内のアプリケーションによるクリップボードへのアクセスを許可」でクリップボードへのアクセスを有効にしてください。
pt_br: O terminal tentou acessar a área de transferência, mas o acesso foi negado. Ative o acesso à área de transferência em “Ajustes > Geral > Seleção > Aplicativos no terminal podem acessar a área de transferência”.
ru: Терминал попытался получить доступ к буферу обмена, но получил отказ. Включите доступ к буферу обмена в «Настройки > Общие > Выделение > Приложения в терминале могут обращаться к буферу обмена».
zh_hans: 终端尝试访问剪贴板但被拒绝。请在“设置 > 通用 > 选择 > 终端中的应用可以访问剪贴板”中启用剪贴板访问。

# PTYSession.ClipboardContentsReported
source: Clipboard contents reported
de: Inhalt der Zwischenablage gemeldet
ja: クリップボードの内容を報告しました
pt_br: Conteúdo da área de transferência informado
ru: Содержимое буфера обмена передано
zh_hans: 剪贴板内容已报告

# PTYSession.CommandSelectionInfo
source: You’ve selected a command by clicking on it. This restricts Find, Filter, and Select All to the content of the command. You can turn this feature off in Settings > General > Selection. <a href="iterm2:disable-command-selection">Click here to disable this feature.</a>
de: Sie haben einen Befehl durch Anklicken ausgewählt. Dadurch werden Suchen, Filtern und Alles auswählen auf den Inhalt des Befehls beschränkt. Sie können diese Funktion unter Einstellungen > Allgemein > Auswahl deaktivieren. <a href="iterm2:disable-command-selection">Klicken Sie hier, um diese Funktion zu deaktivieren.</a>
ja: コマンドをクリックして選択しました。これにより、検索、フィルター、すべてを選択の対象がそのコマンドの内容に限定されます。この機能は設定 > 一般 > 選択でオフにできます。<a href="iterm2:disable-command-selection">この機能を無効にするにはここをクリックしてください。</a>
pt_br: Você selecionou um comando clicando nele. Isso restringe Buscar, Filtrar e Selecionar tudo ao conteúdo do comando. Você pode desativar esse recurso em Ajustes > Geral > Seleção. <a href="iterm2:disable-command-selection">Clique aqui para desativar esse recurso.</a>
ru: Вы выбрали команду, щёлкнув по ней. Это ограничивает область действия команд «Найти», «Фильтр» и «Выделить всё» содержимым этой команды. Вы можете отключить эту функцию в Настройки > Общие > Выделение. <a href="iterm2:disable-command-selection">Нажмите здесь, чтобы отключить эту функцию.</a>
zh_hans: 您通过点击命令来选中它。此功能会限制“查找”、“筛选”和“全选”操作仅针对该命令的内容。您可以在设置 > 通用 > 选择中关闭此功能。<a href="iterm2:disable-command-selection">点击此处禁用此功能。</a>

# PTYSession.CoprocessStderr
source: Coprocess “%@” terminated with output on stderr.
de: Coprozess „%@“ wurde beendet und hat Ausgaben auf stderr erzeugt.
ja: コプロセス「%@」が終了しましたが、標準エラー出力に出力がありました。
pt_br: O Coprocess “%@” foi encerrado com saída no stderr.
ru: Сопроцесс «%@» завершился с выводом в stderr.
zh_hans: 协同进程“%@”因向 stderr 输出而终止。

# PTYSession.CopyInterpolatedFailed
source: The key-binding action Copy Interpolated String “%1$@” failed: %2$@
de: Die Tastenkombinations-Aktion „Interpolierte Zeichenfolge kopieren“ „%1$@“ ist fehlgeschlagen: %2$@
ja: キーバインディングアクション「補間された文字列をコピー」の「%1$@」が失敗しました: %2$@
pt_br: A ação de atalho de teclado Copiar string interpolada “%1$@” falhou: %2$@
ru: Действие сочетания клавиш «Скопировать интерполированную строку» «%1$@» завершилось ошибкой: %2$@
zh_hans: 按键绑定操作“复制插值字符串%1$@”失败： %2$@

# PTYSession.DECRQCRAPrompt
source: An app tried to read screen contents with DECRQCRA. Enable this feature?
de: Eine App hat versucht, den Bildschirminhalt mit DECRQCRA zu lesen. Diese Funktion aktivieren?
ja: アプリがDECRQCRAを使用して画面内容を読み取ろうとしました。この機能を有効にしますか?
pt_br: Um app tentou ler o conteúdo da tela com DECRQCRA. Ativar esse recurso?
ru: Приложение попыталось прочитать содержимое экрана с помощью DECRQCRA. Включить эту функцию?
zh_hans: 应用尝试使用 DECRQCRA 读取屏幕内容。启用此功能？

# PTYSession.Deny
source: Deny
de: Verweigern
ja: 拒否
pt_br: Negar
ru: Запретить
zh_hans: 拒绝

# PTYSession.DescribeCommandPrompt
source: Describe the command you want to run in plain English. Press ⇧⏎ to send.
de: Beschreiben Sie in einfacher Sprache, welchen Befehl Sie ausführen möchten. Drücken Sie ⇧⏎, um zu senden.
ja: 実行したいコマンドを平易な英語で説明してください。送信するには⇧⏎を押してください。
pt_br: Descreva em inglês simples o comando que você deseja executar. Pressione ⇧⏎ para enviar.
ru: Опишите обычными словами команду, которую хотите выполнить. Нажмите ⇧⏎, чтобы отправить.
zh_hans: 用简单英语描述你要运行的命令。按 ⇧⏎ 发送。

# PTYSession.Detach
source: Detach
de: Trennen
ja: デタッチ
pt_br: Desanexar
ru: Отключиться
zh_hans: 分离

# PTYSession.DisableThisAlert
source: Disable This Alert
de: Diese Warnung deaktivieren
ja: このアラートを無効にする
pt_br: Desativar este alerta
ru: Отключить это оповещение
zh_hans: 停用此提醒

# PTYSession.DisconnectedFrom
source: Disconnected from %@
de: Verbindung zu %@ getrennt
ja: %@から切断されました
pt_br: Desconectado de %@
ru: Отключено от %@
zh_hans: 与 %@ 断开连接

# PTYSession.DoneHeading
source: Done!
de: Fertig!
ja: 完了しました!
pt_br: Concluído!
ru: Готово!
zh_hans: 完成！

# PTYSession.DontAskAgainCurly
source: Don’t Ask Again
de: Nicht erneut fragen
ja: 今後確認しない
pt_br: Não perguntar novamente
ru: Больше не спрашивать
zh_hans: 不再询问

# PTYSession.DontOfferAgain
source: Don't Offer Again
de: Nicht erneut anbieten
ja: 今後提案しない
pt_br: Não oferecer novamente
ru: Больше не предлагать
zh_hans: 不再询问

# PTYSession.DontShowThisAgain
source: Don't Show This Again
de: Nicht mehr anzeigen
ja: 今後表示しない
pt_br: Não mostrar novamente
ru: Больше не показывать
zh_hans: 不再显示

# PTYSession.DontShowThisAgainCurly
source: Don’t Show This Again
de: Nicht mehr anzeigen
ja: 今後表示しない
pt_br: Não mostrar novamente
ru: Больше не показывать
zh_hans: 不再显示

# PTYSession.Download
source: Download
de: Herunterladen
ja: ダウンロード
pt_br: Transferir
ru: Загрузить
zh_hans: 下载

# PTYSession.EnterPassword
source: Enter Password
de: Passwort eingeben
ja: パスワードを入力
pt_br: Digitar senha
ru: Ввести пароль
zh_hans: 输入密码

# PTYSession.EnterTmuxCommand
source: Enter command to send tmux:
de: Befehl eingeben, der an tmux gesendet werden soll:
ja: tmuxに送信するコマンドを入力してください:
pt_br: Digite o comando para enviar ao tmux:
ru: Введите команду для отправки в tmux:
zh_hans: 输入要发送给 tmux 的命令：

# PTYSession.ErrorEvaluatingInterpolatedString
source: Error Evaluating Interpolated String
de: Fehler beim Auswerten der interpolierten Zeichenfolge
ja: 補間文字列の評価エラー
pt_br: Erro ao avaliar string interpolada
ru: Ошибка вычисления интерполированной строки
zh_hans: 内插字符串求值出错

# PTYSession.ErrorPreparingUpload
source: Error Preparing Upload
de: Fehler bei der Vorbereitung des Uploads
ja: アップロードの準備エラー
pt_br: Erro ao preparar o envio
ru: Ошибка подготовки отправки
zh_hans: 准备上传时出错

# PTYSession.ExitingTmuxMode
source: Exiting tmux mode, but tmux client may still be running.
de: tmux-Modus wird verlassen, aber der tmux-Client läuft möglicherweise noch.
ja: tmuxモードを終了しますが、tmuxクライアントはまだ実行されている可能性があります。
pt_br: Saindo do modo tmux, mas o cliente tmux pode ainda estar em execução.
ru: Выход из режима tmux, но клиент tmux может быть всё ещё запущен.
zh_hans: 正在退出 tmux 模式，但 tmux 客户端可能仍处于运行状态。

# PTYSession.FailedToCreatePipe
source: Failed to create pipe: %s
de: Pipe konnte nicht erstellt werden: %s
ja: パイプの作成に失敗しました: %s
pt_br: Falha ao criar o pipe: %s
ru: Не удалось создать канал: %s
zh_hans: 创建管道失败：%s

# PTYSession.FileTransferAbortedOversize
source: A file transfer was aborted for exceeding its declared size.
de: Eine Dateiübertragung wurde abgebrochen, da die angegebene Größe überschritten wurde.
ja: ファイル転送は、宣言されたサイズを超えたため中止されました。
pt_br: Uma transferência de arquivo foi cancelada por exceder o tamanho declarado.
ru: Передача файла была прервана из-за превышения заявленного размера.
zh_hans: 文件传输因超出其声明的大小而被中止。

# PTYSession.FocusReportingLeftOn
source: Looks like focus reporting was left on when an ssh session ended unexpectedly or an app misbehaved. Turn it off?
de: Anscheinend wurde die Fokus-Berichterstattung aktiviert gelassen, als eine SSH-Sitzung unerwartet endete oder sich eine App fehlerhaft verhielt. Ausschalten?
ja: SSHセッションが予期せず終了したか、アプリが誤動作したため、フォーカスレポートがオンのままになっているようです。オフにしますか？
pt_br: Parece que o relatório de foco ficou ativado quando uma sessão ssh terminou inesperadamente ou um app se comportou mal. Desativar?
ru: Похоже, отслеживание фокуса осталось включённым после неожиданного завершения SSH-сессии или сбоя приложения. Отключить его?
zh_hans: 看起来 ssh 会话意外结束或应用异常时，焦点上报仍处于开启状态。要关闭吗？

# PTYSession.ForceDetachOther
source: Force Detach Other
de: Anderen Client zwangsweise trennen
ja: 他のクライアントを強制デタッチ
pt_br: Forçar desanexar outro
ru: Принудительно отключить другой клиент
zh_hans: 强制分离其他

# PTYSession.ForceDetachPending
source: A previous detach request has not yet been honored. Force detach?
de: Eine vorherige Trennungsanfrage wurde noch nicht ausgeführt. Trennung erzwingen?
ja: 以前のデタッチ要求がまだ処理されていません。強制的にデタッチしますか？
pt_br: Uma solicitação de desanexação anterior ainda não foi atendida. Forçar desanexação?
ru: Предыдущий запрос на отключение ещё не выполнен. Отключить принудительно?
zh_hans: 之前的分离请求尚未处理。是否强制分离？

# PTYSession.ForceDetachTitle
source: Force Detach?
de: Trennung erzwingen?
ja: 強制デタッチしますか？
pt_br: Forçar desanexação?
ru: Принудительное отключение?
zh_hans: 强制分离？

# PTYSession.HorizontalScrollInfo
source: When mouse reporting is on, horizontal scrolling does not switch tabs. Hold option while swiping or disable horizontal scroll reporting to switch tabs.
de: Wenn die Maus-Berichterstattung aktiviert ist, wechselt horizontales Scrollen nicht den Tab. Halten Sie beim Wischen die Wahltaste gedrückt oder deaktivieren Sie die Berichterstattung für horizontales Scrollen, um Tabs zu wechseln.
ja: マウスレポートがオンのとき、横スクロールではタブが切り替わりません。 タブを切り替えるには、スワイプ中にoptionキーを押し続けるか、横スクロールのレポートを無効にしてください。
pt_br: Quando o relatório do mouse está ativado, a rolagem horizontal não troca de abas. Segure Option ao deslizar ou desative o relatório de rolagem horizontal para trocar de abas.
ru: Когда отслеживание мыши включено, горизонтальная прокрутка не переключает вкладки. Удерживайте Option при прокрутке или отключите отслеживание горизонтальной прокрутки, чтобы переключать вкладки.
zh_hans: 开启鼠标报告时，水平滚动不会切换标签页。 按住 Option 键轻扫，或停用水平滚动报告以切换标签页。

# PTYSession.IgnoreErrorsFromThisCommand
source: Ignore Errors from This Command
de: Fehler dieses Befehls ignorieren
ja: このコマンドのエラーを無視
pt_br: Ignorar erros deste comando
ru: Игнорировать ошибки этой команды
zh_hans: 忽略此命令的错误

# PTYSession.InsertedCharacters
source: Inserted %lld characters.
de: %lld Zeichen eingefügt.
ja: %lld文字を挿入しました。
pt_br: %lld caracteres inseridos.
ru: Вставлено %lld символов.
zh_hans: 已插入 %lld 个字符。

# PTYSession.Install
source: Install
de: Installieren
ja: インストール
pt_br: Instalar
ru: Установить
zh_hans: 安装

# PTYSession.IT2AuthorizationPrompt
source: %@ wants to control iTerm2 using the API over SSH integration. The API can view and modify iTerm2’s contents. Allow it for this session?
de: %@ möchte iTerm2 mittels der API über die SSH-Integration steuern. Die API kann Inhalte von iTerm2 anzeigen und ändern. Für diese Sitzung erlauben?
ja: %@がSSH統合経由のAPIを使用してiTerm2を制御しようとしています。このAPIはiTerm2の内容を表示・変更できます。このセッションで許可しますか？
pt_br: %@ quer controlar o iTerm2 usando a API pela integração de SSH. A API pode ver e modificar o conteúdo do iTerm2. Permitir isso para esta sessão?
ru: %@ хочет управлять iTerm2 с помощью API через интеграцию по SSH. API может просматривать и изменять содержимое iTerm2. Разрешить это для данной сессии?
zh_hans: %@想要通过 SSH 集成使用 API 控制 iTerm2。此 API 可查看和修改 iTerm2 的内容。是否允许本次会话使用该 API？

# PTYSession.JSONFeatureLocation
source: You can find this feature under Edit > Replace Selection > Replace with Pretty-Printed JSON if you want to use it again.
de: Sie finden diese Funktion unter Bearbeiten > Auswahl ersetzen > Durch formatiertes JSON ersetzen, wenn Sie sie erneut verwenden möchten.
ja: この機能を再度使用したい場合は、編集 > 選択範囲を置換 > 整形されたJSONで置換 にあります。
pt_br: Você pode encontrar esse recurso em Editar > Substituir seleção > Substituir por JSON formatado, caso queira usá-lo novamente.
ru: Эту функцию можно найти в меню Правка > Заменить выделенное > Заменить отформатированным JSON, если вы захотите использовать её снова.
zh_hans: 如果你想再次使用此功能，可以在“编辑 > 替换所选内容 > 替换为格式化 JSON”下找到它。

# PTYSession.JSONSelectionChanged
source: Looks like the selection changed and is no longer a valid JSON object. You can find this feature under Edit > Replace Selection > Replace with Pretty-Printed JSON if you want to try again.
de: Anscheinend hat sich die Auswahl geändert und ist kein gültiges JSON-Objekt mehr. Sie finden diese Funktion unter Bearbeiten > Auswahl ersetzen > Durch formatiertes JSON ersetzen, wenn Sie es erneut versuchen möchten.
ja: 選択範囲が変更され、有効なJSONオブジェクトではなくなったようです。 もう一度試したい場合、この機能は編集 > 選択範囲を置換 > 整形されたJSONで置換 にあります。
pt_br: Parece que a seleção mudou e não é mais um objeto JSON válido. Você pode encontrar esse recurso em Editar > Substituir seleção > Substituir por JSON formatado, caso queira tentar novamente.
ru: Похоже, выделение изменилось и больше не является допустимым объектом JSON. Эту функцию можно найти в меню Правка > Заменить выделенное > Заменить отформатированным JSON, если вы захотите попробовать снова.
zh_hans: 所选内容似乎已更改，不再是有效的 JSON 对象。 如果你想重试，可以在“编辑 > 替换所选内容 > 替换为格式化 JSON”下找到此功能。

# PTYSession.JustOnce
source: Just Once
de: Nur dieses Mal
ja: 今回のみ
pt_br: Apenas uma vez
ru: Только один раз
zh_hans: 仅一次

# PTYSession.KeepThisLocale
source: Keep This Locale
de: Dieses Gebietsschema beibehalten
ja: このロケールを維持
pt_br: Manter esta localidade
ru: Оставить эту локаль
zh_hans: 保留此语言环境

# PTYSession.LargeDownloadPrompt
source: The download “%1$@” is larger than %2$@. Continue?
de: Der Download „%1$@“ ist größer als %2$@. Fortfahren?
ja: ダウンロード「%1$@」は%2$@より大きいです。続行しますか？
pt_br: A transferência “%1$@” é maior que %2$@. Continuar?
ru: Загрузка «%1$@» превышает размер %2$@. Продолжить?
zh_hans: 下载“%1$@”文件大小大于%2$@。继续？

# PTYSession.LearnMore
source: Learn More
de: Mehr erfahren
ja: 詳細情報
pt_br: Saiba mais
ru: Подробнее
zh_hans: 了解更多

# PTYSession.MarkSet
source: Mark set in session “%@.”
de: Markierung in Sitzung „%@“ gesetzt.
ja: セッション「%@」にマークを設定しました。
pt_br: Marca definida na sessão “%@.”
ru: Метка установлена в сессии «%@».
zh_hans: 已在会话“%@”中设置标记。

# PTYSession.MatchByPhysicalKeyHeading
source: Match key bindings by physical key?
de: Tastenkombinationen anhand der physischen Taste zuordnen?
ja: 物理キーでキーバインディングを照合しますか？
pt_br: Corresponder as associações de teclas pela tecla física?
ru: Сопоставлять сочетания клавиш по физической клавише?
zh_hans: 按物理按键匹配按键绑定？

# PTYSession.MouseReportingLeftOn
source: Looks like mouse reporting was left on when an ssh session ended unexpectedly or an app misbehaved. Turn it off?
de: Anscheinend wurde die Maus-Berichterstattung aktiviert gelassen, als eine SSH-Sitzung unerwartet endete oder sich eine App fehlerhaft verhielt. Ausschalten?
ja: SSHセッションが予期せず終了したか、アプリが誤動作したため、マウスレポートがオンのままになっているようです。オフにしますか？
pt_br: Parece que o relatório do mouse ficou ativado quando uma sessão ssh terminou inesperadamente ou um app se comportou mal. Desativar?
ru: Похоже, отслеживание мыши осталось включённым после неожиданного завершения SSH-сессии или сбоя приложения. Отключить его?
zh_hans: 看起来 ssh 会话意外结束或应用异常时，鼠标上报仍处于开启状态。要关闭吗？

# PTYSession.No
source: No
de: Nein
ja: いいえ
pt_br: Não
ru: Нет
zh_hans: 否

# PTYSession.NotAtCommandPrompt
source: It looks like you're not at a command prompt.
de: Es sieht so aus, als befänden Sie sich nicht an einem Befehls-Prompt.
ja: コマンドプロンプトにいないようです。
pt_br: Parece que você não está em um prompt de comando.
ru: Похоже, вы находитесь не в командной строке.
zh_hans: 看起来你不在命令提示符处。

# PTYSession.NotNow
source: Not Now
de: Nicht jetzt
ja: 今はしない
pt_br: Agora não
ru: Не сейчас
zh_hans: 稍后

# PTYSession.OpenSettings
source: _Open Settings
de: _Einstellungen öffnen
ja: 設定を開く(_O)
pt_br: _Abrir os Ajustes
ru: _Открыть настройки
zh_hans: 打开设置(_S)

# PTYSession.OptionKeyFrustrationLeft
source: You seem frustrated. Would you like the left option key to send esc+keystroke?
de: Sie scheinen frustriert zu sein. Möchten Sie, dass die linke Wahltaste esc+Tastenanschlag sendet?
ja: お困りのようですね。左のoptionキーをesc+キーストロークとして送信するようにしますか？
pt_br: Você parece frustrado. Deseja que a tecla option esquerda envie esc+tecla?
ru: Похоже, вы расстроены. Хотите, чтобы левая клавиша Option отправляла esc+клавишу?
zh_hans: 您似乎很沮丧。希望左选项键能发送 esc+按键输入？

# PTYSession.OptionKeyFrustrationRight
source: You seem frustrated. Would you like the right option key to send esc+keystroke?
de: Sie scheinen frustriert zu sein. Möchten Sie, dass die rechte Wahltaste esc+Tastenanschlag sendet?
ja: お困りのようですね。右のoptionキーをesc+キーストロークとして送信するようにしますか？
pt_br: Você parece frustrado. Deseja que a tecla option direita envie esc+tecla?
ru: Похоже, вы расстроены. Хотите, чтобы правая клавиша Option отправляла esc+клавишу?
zh_hans: 您似乎很沮丧。希望右选项键能发送 esc+按键输入？

# PTYSession.PasswordPromptCheck
source: Are you really at a password prompt? It looks like what you're typing is echoed to the screen.
de: Befinden Sie sich wirklich an einem Passwort-Prompt? Es sieht so aus, als würde das, was Sie eingeben, auf dem Bildschirm angezeigt.
ja: 本当にパスワードプロンプトにいますか？入力内容が画面にエコー表示されているようです。
pt_br: Você está mesmo em um prompt de senha? Parece que o que você digita está sendo exibido na tela.
ru: Вы действительно находитесь в строке ввода пароля? Похоже, вводимые символы отображаются на экране.
zh_hans: 你确定在密码提示符处吗？看起来你输入的内容会回显到屏幕上。

# PTYSession.PasswordSent
source: Password sent.
de: Passwort gesendet.
ja: パスワードを送信しました。
pt_br: Senha enviada.
ru: Пароль отправлен.
zh_hans: 密码已发送。
